
#справочник кодов emoji по названию
def emoji(name = None):
	dict_emoji = {'тучка' : '\U0001F4A8'
			,'руки_аминь' : '\U0001F64F'
			,'руки_вверх' : '\U0001F64C'
			,'коктейль' : '\U0001F379'
			,'фанфары' : '\U0001F389'
			,'банкноты' : '\U0001F4B5'
			,'время' : '\U0001F55D'
			,'смайл_прищур' : '\U0001F60F'
			,'смайл_спокойствие'  : '\U0001F60C'
			,'смайл_подмигнуть'  : '\U0001F609'
			,'карандаш'  : '\U0000270F'
			,'банк'  : '\U0001F3E6'
			,'vhand' : '\U0000270C'
			,'less' : '\U0001F44C'
			,'more' : '\U0001F53A'
			,'thumbs_up' : '\U0001F44D'
            ,'фиолетовый дьяволенок' : '\U0001F608'
            ,'пар из ноздрей' : '\U0001F624'
			,'авокадо' : '\U0001F951'
			,'огонь' : '\U0001F525'
			,'супергерой' : '\U0001F9B8'
			,'бицепс' : '\U0001F4AA'
			,'весы' : '\U00002696\U0000FE0F'
			,'ракета' : '\U0001F680'
			,'галочка' : '\U00002705'
			,'крестик' : '\U0000274C'
			,'сердечко' : '\U00002764\U0000FE0F'
	}

	try:
		emoji = dict_emoji[name]
	except:
		emoji = ''

	return emoji


    